
menu = 'Выберите действие: ' \
       '\n 1. Вся информация о книге по ID' \
       '\n 2. Вся информация о книге по ISBN' \
       '\n 3. Количество книг по году издания' \
       '\n 4. Средняя стоимость книг по каждому издательству' \
       '\n 5. Самая дорогая книга по названию издательства и году издания' \
       '\n 6. Выход' \
       '\n'

id_search_inp = 'Введите ID книги: '
id_search_lst = ['EAN: ', 'ISBN: ', 'Автор: ', 'Название: ', 'Издатель: ', 'Тираж: ', 'Год публикации: ', 'Формат: ',
                 'Цена: ']

isbn_search_inp = 'Введите ISBN книги: '
isbn_search_lst = ['ID: ', 'EAN: ', 'Автор: ', 'Название: ', 'Издатель: ', 'Тираж: ', 'Год публикации: ', 'Формат: ',
                   'Цена: ']

bk_qt_inp = 'Введите год издания: '
bk_qt_prt = 'Количество книг {} года издания: '

avg_price = 'Средняя стоимость книг по каждому издательству: '

m_exp_pub = 'Введите название издательства: '
m_exp_year = 'Введите год издания: '
m_exp_prt = 'Вся информация о книге издательства "{}" {} года:'
m_exp_lst = ['ID: ', 'EAN: ', 'ISBN: ', 'Автор: ', 'Название: ', 'Тираж: ',
             'Формат: ', 'Цена: ']
